/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "NÃO"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "OK";
"CANCEL" = "Cancelar";
"QUIT" = "Encerrar";
"STOP" = "Parar";
"START" = "Iniciar";
"WARNING" = "Aviso";
"ERROR" = "Erro";
"ON" = "Ativado";
"OFF" = "Desativado";
"STARTING" = "Inicializando…";
"STOPPING" = "Desligando…";
"UNAVAILABLE" = "Não Disponível";
"UNKNOWN" = "Desconhecido";
"ADD" = "Adicionar";
"OTHER..." = "Outras...";
"UNKNOWN_USER" = "Usuário Desconhecido";

// Common ACL names
"Administrators" = "Administradores";
"Everyone" = "Todos";

"AX_DESCR_ADD_SP" = "Adicionar ponto de compartilhamento";
"AX_DESCR_REMOVE_SP" = "Remover ponto de compartilhamento";
"AX_DESCR_ADD_USER" = "Adicionar usuário";
"AX_DESCR_REMOVE_USER" = "Remover usuário";

"AX_DESCR_USERS" = "Usuários";
"AX_DESCR_SHAREPOINTS" = "Pontos de Compartilhamento";

"AX_DESCR_FOR_NSStatusUnknown" = "Indicador de estado inativo";
"AX_DESCR_FOR_NSStatusAvailable" = "Indicador de estado ativo";
"AX_DESCR_FOR_NSStatusAway" = "Indicador de estado de erro";
"AX_DESCR_FOR_NSStatusIdle" = "Indicador de aviso de estado";

/* ES warnings */
"ESWARNING_TITLE" = "Este computador está configurado para entrar em repouso após um período de inatividade.";
"ESWARNING_OPEN_ES" = "Abrir Economizador de Energia…";
"ESWARNING_DESC" = "Os serviços de compartilhamento ficam indisponíveis durante o repouso. Para alterar os ajustes, abra a preferência Economizador de Energia.";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "In. de Sessão Remoto";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "Ativar acesso Telnet remoto";
"CAPTION_TELNET_IS_OFF" = "Desativar acesso Telnet remoto";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "O Nome Bonjour é inválido.";
"RENDEZVOUS_TOOL_TIP" = "O Nome Bonjour deve começar e terminar com uma letra ou com um número.\nOs caracteres internos do nome devem ser compostos apenas de letras, dígitos e hífens.";
"RENDEZ_EXPL" = "Computadores de sua rede local podem acessar seu computador em: %@.local";
"NAME_EXPL" = "Outros usuários podem acessar o seu computador localmente em %@.local ou globalmente em %@.";


/* AFP server */
"CAPTION_AFP_IS_ON" = "Compartilhamento de Arquivos: Ativado";
"CAPTION_AFP_IS_STARTING" = "Iniciando Compartilhamento de Arquivos…";
"DESCR_AFP" = "O Compartilhamento de Arquivos permite que outros usuários tenham acesso às pastas compartilhadas deste computador e permite que os administradores tenham acesso a todos os volumes.";
"CAPTION_AFP_IS_OFF" = "Compartilhamento de Arquivos: Desativado";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "Compartilhamento de Arquivos: Bloqueado por Firewall";

"CAPTION_AFP_IS_STOPING" = "Parando Compartilhamento de Arquivos…";
"CAPTION_AFP_IS_STOPING_IN" = "Compartilhamento de arquivos será interrompido em %d minuto(s)";
"CAPTION_AFP_IS_STOPING_SOON" = "Parando Compartilhamento de Arquivos em menos de 1 minuto";

"DESCR_AFP_WILL_STOP" = "O Compartilhamento de Arquivos permite que os usuários de outros computadores tenham acesso às pastas Públicas deste computador.";
"DESCR_AFP_IS_STOPING_IN" = "O Compartilhamento de Arquivos parará em %li minuto(s).";
"DESCR_AFP_IS_STOPING_SOON" = "Parando Compartilhamento de Arquivos em menos de 1 minuto.";

"AFP_INFO_TEXT" = "Outros usuários podem ter acesso às pastas compartilhadas deste computador e os administradores podem ter acesso a todos os volumes, em %@ ou em \“%@\”.";
"AFP_INFO_TEXT_SHORT" = "Outros usuários podem acessar as pastas compartilhadas deste computador e os administradores podem acessar todos os volumes, em %@.";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "Tem certeza que quer interromper o compartilhamento da pasta \“%@?\”";
"IDENTITY_DELETE_TITLE" = "Tem certeza de que deseja remover \“%@\” da lista de usuários com permissão para acessar a pasta compartilhada \“%@?\”";

"PUBLIC_SHAREPOINT_NAME" = "Pasta Pública de %@";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = " Compartilhamento Windows: Ativado ";
"CAPTION_SAMBA_IS_OFF" = "Compartilhamento Windows: Desativado";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Compartilhamento Windows: Bloqueado por Firewall";

"SAMBA_ACCOUNTS_BUTTON" = "Contas…";

"SAMBA_INFO_TEXT" = "Os usuários do Windows podem ter acesso às pastas compartilhadas deste computador e os administradores podem ter acesso a todos os volumes, em %@.";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "Contas ativadas: ";
"SEPARATOR" = ", ";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "O Compartilhamento de Arquivos Windows não está instalado neste computador. Para instalar o Compartilhamento de Arquivos Windows, utilize o instalador do Mac OS X.";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "Iniciando Compartilhamento de Arquivos Windows…";
"SMB_IS_STOPPING" = "Parando Compartilhamento de Arquivos Windows…";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "Para ativar o compartilhamento de arquivos usando SMB para \“%@\”, digite a senha para essa conta.";
"SAMBA_DISABLE_PASSWORD_TEXT" = "Para desativar o compartilhamento de arquivos usando SMB para \“%@\”, digite a senha para essa conta.";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "A senha deve ter no mínimo 4 caracteres. Digite novamente a senha.";

/* Web server */
"CAPTION_WEB_IS_ON" = "Compartilhamento Web: Ativado";
"CAPTION_WEB_IS_OFF" = "Compartilhamento Web: Desativado";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Compartilhamento Web: Bloqueado por Firewall";
"CAPTION_WEB_IS_STARTING" = "Iniciando Compartilhamento de Rede…";
"DESCR_WEB_GENERAL" = "O Compartilhamento Web permite que os usuários de outros computadores visualizem as páginas web deste computador.";
"CAPTION_WEB_IS_STOPING" = "Parando Compartilhamento Web…";
"WEB_IS_NOT_AVAILABLE" = "O Compartilhamento Web não está instalado neste computador. Para instalar o Compartilhamento Web, use o Instalador do Mac OS X.";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "Compart. de CD ou DVD";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "Compartilhamento de CD ou DVD: Desativado";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "Compartilhamento de CD ou DVD: Ativado";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "Compartilhamento de DVD ou CD: Bloqueado por Firewall";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "Compart. de CD ou DVD iniciando…";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "Compart. de CD ou DVD parando…";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "Isso permite que os usuários de outros computadores utilizem a\nunidade de DVD ou CD deste computador de forma remota.";
"ODS_DVD_ASK_TITLE" = "Perguntar-me antes de permitir que outros usuários\nusem minha unidade de DVD";
"ODS_CD_ASK_TITLE" = "Perguntar-me antes de permitir que outros usuários\nusem minha unidade de CD";

/* FTP */
"FTP_IS_ON" = "Acesso FTP: Ativado";
"FTP_IS_OFF" = "Acesso FTP: Desativado";
"FTP_IS_NOT_AVAILABLE" = "FTP não está instalado neste computador. Para instalar FTP, instale os pacotes BSD usando o Instalador do Mac OS X.";
"FTP_BASIC_DESCR" = "O FTP permite que os usuários de outros computadores realizem intercâmbio de arquivos com este computador usando aplicativos FTP.";
"FTP_IS_BLOCKED_BY_FIREWALL" = "Acesso FTP: Bloqueado por Firewall";

"FTP_INFO_TEXT" = "Outras pessoas podem acessar o seu servidor FTP em\nftp://%@/ ou explorar por \“%@\”.";
"AFP_NUMBER_OF_CLIENTS" = "Número de usuários conectados: %d";

"FTP_IS_STARTING" = "Iniciando FTP…";
"FTP_IS_STOPPING" = "Parando FTP…";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "Iniciando In. de Sessão Remoto…";
"CAPTION_SSH_IS_STOPPING" = "Parando In. de Sessão Remoto…";
"SSH_INFO_GENERAL" = "O In. de Sessão Remoto permite que usuários de outros computadores tenham acesso a este computador usando SSH.";
"SSH_ON" = "Início de Sessão Remoto: Ativado ";
"SSH_OFF" = "Início de Sessão Remoto: Desativado";
"SSH_INFO_TEXT" = "Para iniciar sessão de forma remota neste computador, digite \"ssh %@@%@\".";
"SSH_BLOCKED_BY_FIREWALL" = "Início de Sessão Remoto: Bloqueado por Firewall";

/* Alerts */
"FTP_MISSING_ERR" = "Seus ajustes de FTP não podem ser modificados porque o pacote BSD não foi instalado.";
"FTP_MISSING_EXPLANATION" = "Por favor, instale o pacote BSD se você deseja modificar seus ajustes FTP."; 

/* Firewall Strings */
"FIREWALL_ON" = "Firewall Ativado";
"FIREWALL_OFF" = "Firewall Desativado";
"FIREWALL_UNA" = "Firewall Não Disponível";
"ERROR_FIREWALL" = "Você não pode alterar os ajustes do firewall porque houve um erro ao lê-los a partir de seu sistema.";
"ERROR_FIREWALL_EXPL" = "Se o problema persistir, reinicie o seu computador e tente novamente.";
"DEFAULT_ENTRY" = "Você não pode alterar os ajustes de firewall deste dispositivo.";
"TOOL_TIP_OFF_TCP" = "Esta é sua entrada de firewall para %@.\nEla está atualmente desativada e todo o tráfego de rede TCP na(s) porta(s) %@ está sendo bloqueado.";
"TOOL_TIP_OFF_UDP" = "Esta é sua entrada de firewall para %@.\nEla está atualmente desativada e todo o tráfego de rede UDP na(s) porta(s) %@ está sendo bloqueado.";
"TOOL_TIP_OFF_BOTH" = "Esta é sua entrada de firewall para %@.\nEla está atualmente desativada e todo o tráfego de rede TCP na(s) porta(s) %@ e todo o tráfego de rede UDP na(s) porta(s) %@ está sendo bloqueado.";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "Arquivo ";
"APPLICATION" = "Aplicativo";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "Gerenciamento Remoto";
"SCREEN_SHARING_TITLE" = "Compart. de Tela";
"Personal File Sharing" = "Compart. de Arquivos";
"Samba Sharing" = "Compart. Windows";
"Personal Web Sharing" = "Compart. Web";
"Remote Login - SSH" = "In. Sessão Remoto - SSH";
"Remote Apple Events" = "Eventos Apple Remotos";
"FTP Access" = "Acesso FTP";
"BlueToothService" = "Compart. Bluetooth";
"Printer Sharing" = "Compart. de Impressora";
"Scanner Sharing" = "Compart. de Scanner";
"iChat Rendezvous" = "iChat Bonjour";
"iTunes Music Sharing" = "Compart. de Músicas do iTunes";
"iPhoto Rendezvous Sharing" = "Compart. de iPhoto via Bonjour";
"Network Time" = "Horário de Rede";
"Dynamic DNS" = "DNS Dinâmico";
"Xgrid" = "Compart. Xgrid";

/* BT */
"BT_INFO_TEXT" = "Use as preferências de compartilhamento Bluetooth e configure seu computador para compartilhar arquivos com outros computadores e dispositivos equipados com Bluetooth.";
"BT_IS_ON" = "Compartilhamento Bluetooth: Ativado";
"BT_IS_OFF" = "Compartilhamento do Bluetooth: Desativado";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "Compartilhamento de Impressora não está disponível no momento.";
"PS_IS_ON" = "Compartilhamento de Impressora: Ativado";
"PS_IS_OFF" = "Compartilhamento de Impressora: Desativado";
"PS_IS_BLOCKED_BY_FIREWALL" = "Compartilhamento de Impressora: Bloqueado por Firewall";
"PS_IS_STARTING" = "Iniciando Compartilhamento de Impressora…";
"PS_IS_STOPPING" = "Parando Compartilhamento de Impressora...";
"PRINTER_SHARING_BASIC" = "O Compartilhamento de Impressora permite que outras pessoas da sua rede utilizem as impressoras conectadas a este computador.";
"PRINTER_FAX_SHARING_BASIC" = "O Compartilhamento de Impressora permite que outras pessoas da sua rede utilizem as impressoras e fax modems conectados a este computador.";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "Compartilhamento de Scanner: Ativado";
"SCANNERSHARING_IS_OFF" = "Compartilhamento de Scanner: Desativado";

/* Remote Apple Events */
"REMOTE_AE_ON" = "Eventos Remotos Apple: Ativado";
"REMOTE_AE_OFF" = "Eventos Remotos Apple: Desativado";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "Eventos Remotos Apple: Bloqueado por Firewall";
"RAE_IS_STARTING" = "Iniciando Eventos Remotos Apple…";
"RAE_IS_STOPPING" = "Parando Eventos Apple Remotos…";
"AE_BUTTON_TITLE" = "Configurar…";
"RAE_PICKER_TITLE" = "Eventos Apple Remotos";
"SSH_PICKER_TITLE" = "In. de Sessão Remoto";

/* ARD */
"ARD_ON" = "Gerenciamento Remoto: Ligado";
"ARD_OFF" = "Gerenciamento Remoto: Desligado";
"ARD_BLOCKED_BY_FIREWALL" = "Gerenciamento Remoto: Bloqueado por Firewall";
"ARD_GENERAL_INFO_TEXT" = "O Gerenciamento Remoto permite que outros usuários acessem este computador utilizando o Apple Remote Desktop.";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "O Compartilhamento de Tela permite que usuários de outros computadores visualizem e controlem este computador remotamente.";
"ARD_INFO_TEXT" = "Outros usuários poderão gerenciar o seu computador usando o endereço \n%@.";
"ARD_URL" = "http://www.apple.com/br/remotedesktop/";
"ARD_ACCESS_BUTTON" = "Privilégios de Acesso…";
"ARD_MENU_EXTRA_CHECKBOX" = "Mostrar estado na barra de menus";
"CAPTION_ARD_IS_STARTING" = "Iniciando Gerenciamento Remoto…";
"CAPTION_ARD_IS_STOPPING" = "Parando Gerenciamento Remoto…";
"ARD_STARTING_DESC" = "O Gerenciamento Remoto permite que os administradores observem a sua tela e gerenciem o seu computador usando o programa %@.";
"ARD_IS_NOT_AVAILABLE" = "O Gerenciamento Remoto não está instalado neste computador.";
"ARD_CONTROL_OBSERVE" = "Controlar e observar";
"SCREEN_SHARING_INFO" = "Outros usuários podem acessar seu computador em vnc://%@/ ou explorar por \“%@\”.";
"SCREEN_SHARING_INFO_SHORT" = "Outros usuários podem acessar o seu computador em vnc://%@/.";
"SCREEN_SHARING_ON" = "Compartilhamento de Tela: Ativado";
"SCREEN_SHARING_OFF" = "Compartilhamento de Tela: Desativado ";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "Compartilhamento de Tela: Bloqueado por Firewall";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "Tem certeza de que deseja desativar o compartilhamento de tela neste computador \“%@\”?";
"SCREEN_SHARING_OFF_WARNING_DESC" = "Se você desativar o compartilhamento de tela neste computador, outros computadores que estiverem compartilhando a sua tela não poderão ter acesso a ela.";

/* NAT (Internet Sharing) */
"Internet Sharing" = "Compart. de Internet";
"INTERNET_SHARING_ON" = "Compartilhamento de Internet: Ativado";
"INTERNET_SHARING_OFF" = "Compartilhamento de Internet: Desativado";
"INTERNET_SHARING_MESSAGE" = "O Compartilhamento de Internet permite que outros computadores compartilhem sua conexão à Internet.";
"INTERNET_SHARING_SELECT_OUT" = "Você não pode iniciar o Compartilhamento de Internet porque você não selecionou uma porta para compartilhar sua conexão.";
"INTERNET_SHARING_NO_OUT" = "Você não pode iniciar o compartilhamento de Internet porque não há nenhuma porta disponível para compartilhar a conexão. Escolha uma conexão diferente para compartilhar ou ative outra porta usando a preferência Rede.";
"INTERNET_SHARING_NO_FROM" = "Você não pode iniciar o Compartilhamento de Internet porque não há nenhuma conexão à Internet aberta. Para abrir uma conexão à Internet, utilize as preferências Rede.";
"INTERNET_SHARING_NOT_AVAILABLE" = "O Compartilhamento de Internet não está disponível porque você atualmente não dispõe de uma conexão ativa à Internet.";
"AUTOMATIC" = "Automático";
"PRIMARY_INTERFACE_WARNING" = "Se você ativar esta porta, o seu provedor de acesso à Internet pode interromper o serviço fornecido a você para evitar que você perturbe a sua rede.";
"PRIMARY_INTERFACE_EXPL" = "Em alguns casos (se você usa um modem a cabo, por exemplo), você poderia afetar sem querer os ajustes de rede de seu provedor de acesso à Internet, violando os termos do contrato.";
"INTERNET_SHARING_NETWORK" = "Rede de Compartilhamento de Internet";
"INTERNET_SHARING_ARE_YOU_SURE" = "Tem certeza de que deseja ativar o compartilhamento de Internet?";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "Se o seu computador está conectado a uma rede, a ativação do compartilhamento de Internet pode afetar os ajustes de rede de outros computadores e perturbar a rede. Entre em contato com o administrador do sistema antes de ativar o compartilhamento de Internet.";
"INTERNET_SHARING_NO_SERVICES" = "Nenhum serviço ativo disponível";
"INTERNET_SHARING_NOT_INSTALLED" = "O Compartilhamento de Internet não está instalado neste computador. Para instalá-lo, instale os pacotes BSD usando o Instalador do Mac OS X.";

"AIRPORT_WARNING" = "Para compartilhar sua conexão à Internet, você deve ativar a AirPort.";
"AIRPORT_WARNING_INFO" = "AirPort desativada.";
"TURN_POWER_ON" = "Ativar AirPort";
"DEFAULT_AIRPORT_NETWORK" = "Rede AirPort";
"NETWORK_PASSWORD" = "Para conectar-se à rede AirPort que foi criada por este computador de um computador que não está usando software AirPort, use a seguinte senha de rede equivalente (chave WEP):";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "Abrir Economizador de Energia";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "Mostrar Serviços";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "Talvez outros ajustes também possam interferir no Compartilhamento de Internet";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB (sem netbios)";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Mensagens Instantâneas Bonjour";
"VNC" = "VNC";
"NETWORKTIME" = "Horário de Rede";
"CVS" = "CVS";
"WEBSTAR" = "Admin WebSTAR";
"XCODE" = "Versão de compilação distribuída do Xcode";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "Compartilhamento de DNS Dinâmico Ativado";
"DYNDNS_OFF" = "Compartilhamento de DNS Dinâmico Desativado";
"CAPTION_DYNDNS_IS_STARTING" = "Iniciando DNS dinâmico…";
"CAPTION_DYNDNS_IS_STOPPING" = "Parando DNS Dinâmico…";
"DYNDNS_INFO_TEXT" = "Outros usuários podem acessar o seu computador remotamente em \“%@\”.";
"DYNDNS_STARTING_DESC" = "O DNS Dinâmico permite que os usuários de outros computadores estabeleçam uma conexão com seu computador por meio de seu domínio de DNS Dinâmico.";
"DYNDNS_BUTTON_STRING" = "Configurar…";
"DYNDNS_HAS_SECRET" = "<conjunto>";
"DYNDNS_NO_SECRET" = "<nenhum>";
"DYNDNS_FAILED_SHEET_TITLE" = "DNS Dinâmico Não Iniciado";
"DYNDNS_FAILED_SHEET_MESSAGE" = "DNS Dinâmico falhou ao registrar \“%@\”.\n\n%@";
"DYNDNS_START_TIMEOUT" = "O tempo limite do DNS Dinâmico foi esgotado enquanto iniciava. Verifique seus ajustes e tente novamente.";
"DYNDNS_NO_SERVERS_AVAILABLE" = "Nenhum Disponível";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "Ocorreu um erro desconhecido.";
"MDNS_RESPONSE_NONETWORK_ERROR" = "Há um problema para estabelecer uma conexão com a rede. Certifique-se de que os cabos estejam conectados corretamente e tente novamente.";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "Seu computador não conseguiu entrar em contato com o servidor DNS. Verifique as preferências Rede para certificar-se de que o endereço do servidor DNS esteja correto.";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "Um computador chamado @#$@ está sendo usado por outro usuário. Troque o nome do seu computador ou tente novamente mais tarde.";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "Este computador está conectado à Internet por meio de um gateway que não permite que ele funcione como um servidor na Internet.";
"MDNS_RESPONSE_FIREWALL_ERROR" = "O servidor DNS selecionado não pôde tornar este computador visível para outros computadores da Internet. Talvez o computador esteja protegido por uma firewall.";

"XGRID_ON" = "Compartilhamento de Xgrid: Ativado";
"XGRID_OFF" = "Compartilhamento de Xgrid: Desativado";
"CAPTION_XGRID_IS_STARTING" = "Iniciando agente Xgrid…";
"CAPTION_XGRID_IS_STOPPING" = "Parando agente Xgrid…";
"XGRID_INFO_TEXT" = "O agente Xgrid está ativo.";
"XGRID_STARTING_DESC" = "O Compartilhamento Xgrid permite que os controladores Xgrid estabeleçam uma conexão e distribuam as tarefas Xgrid que serão realizadas em seu computador.";
"XGRID_ADV_BUTTON" = "Configurar…";
"XGRID_START_TIMEOUT" = "Houve um problema ao iniciar o agente Xgrid.";
"XGRID_STOP_TIMEOUT" = "Houve um problema ao parar o agente Xgrid.";
"XGRID_NO_AGENT_TITLE" = "O agente Xgrid não foi encontrado";
"XGRID_NO_AGENT_DESC" = "O agente Xgrid necessita estar instalado neste computador para poder ativar o compartilhamento Xgrid.";
"XGRID_MISSING_PASSWORD_TITLE" = "Falta uma senha";
"XGRID_MISSING_PASSWORD_INFO" = "O agente está atualmente configurado para exigir que o controlador Xgrid digite uma senha, mas ainda não foi definida nenhuma senha.Você deve definir uma senha ou desativar a solicitação de senha antes de iniciar o agente.";
"XGRID_SECURITY_WARNING_TITLE" = "Aviso de segurança";
"XGRID_SECURITY_WARNING_INFO" = "Ao desativar a solicitação de senha, talvez você esteja permitindo o acesso não-autorizado ao seu computador.";
"XGRID_GENERAL_INFO" = "O Compartilhamento Xgrid permite que os controladores Xgrid estabeleçam uma conexão e distribuam as tarefas Xgrid que serão realizadas em seu computador.";

"LABEL_SHAREDFOLDERS" = "Pastas Compartilhadas:";
"LABEL_USERSGROUPS" = "Usuários:";

"APPLY_PERMISSION_MAIN_TEXT" = "Tem certeza de que deseja aplicar o proprietário, o grupo e as permissões escolhidas a todos os itens incluídos?";
"APPLY_PERMISSION_PROGRESS_LABEL" = "Aplicando privilégios em \“%@\”";
